{
  "plugins": {
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "focus.nvim": {
      "src": "https://github.com/nvim-focus/focus.nvim"
    },
    "goyo.vim": {
      "src": "https://github.com/junegunn/goyo.vim"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "limelight.vim": {
      "src": "https://github.com/junegunn/limelight.vim"
    },
    "nerdtree": {
      "src": "https://github.com/preservim/nerdtree"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "true-zen.nvim": {
      "src": "https://github.com/pocco81/true-zen.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague2k/vague.nvim"
    },
    "vim-startify": {
      "src": "https://github.com/mhinz/vim-startify"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "vscode.nvim": {
      "src": "https://github.com/Mofiqul/vscode.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
